Revit 2027 API
BuiltInFailures.DimensionFailures.SpotDimensionFormerSetMoribundCall Property
 One or more Spot Dimension references are no longer valid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SpotDimensionFormerSetMoribundCall { get; }
Public Shared ReadOnly Property SpotDimensionFormerSetMoribundCall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SpotDimensionFormerSetMoribundCall {
	FailureDefinitionId^ get ();
}
static member SpotDimensionFormerSetMoribundCall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace